ticketTrain/soap-app/src/test/resources/requests/ticket/getDeleteTicketRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:xs="http://epam.com/brest2019/courses/soap/model/ticket">

    <soapenv:Header/>
    <soapenv:Body>
        <xs:getDeleteTicketRequest>
            <xs:ticketId>8</xs:ticketId>
        </xs:getDeleteTicketRequest>
    </soapenv:Body>

</soapenv:Envelope>